{
  {
    id: "1",
    content: "Apple bananas",
    description : "The fruits are also a good source of vitamin C to strengthen the immune system, amino acids to help carry nutrients and build muscles, vitamins B12, D, and A, and provides lower amounts of calcium, manganese, and copper."
  },
  {
    id: "2",
    content: "Apples",
    description: "Apples are an incredibly nutritious fruit that offers multiple health benefits. They're rich in fiber and antioxidants. Eating them is linked to a lower risk of many chronic conditions, including diabetes, heart disease, and cancer. Apples may also promote weight loss and improve gut and brain health."
  },
  {
    id: "3",
    content: "Avocados",
    description: "Avocados are a source of vitamins C, E, K, and B6, as well as riboflavin, niacin, folate, pantothenic acid, magnesium, and potassium. They also provide lutein, beta carotene, and omega-3 fatty acids. Avocados contain high levels of healthy, beneficial fats, which can help a person feel fuller between meals."
  },
  {
    id: "4",
    content: "Avocado smoothie",
    description: "A great source of healthy monounsaturated fats. Full of fat-soluble vitamins such as vitamin E and K. A good source of other beneficial nutrients such as folate, vitamin C, potassium and B vitamins. Potentially beneficial for reducing 'bad' cholesterol and triglyceride levels."
  },
  {
    id: "5",
    content: "Bananas",
    description : "Bananas contain fiber, potassium, folate, and antioxidants, such as vitamin C. All of these support heart health. A 2017 review found that people who follow a high fiber diet have a lower risk of cardiovascular disease than those on a low fiber diet."
  },
  {
    id: "6",
    content: "Banana smoothie",
    description: "Nutrient-rich. Unlike chips, mac 'n' cheese, or a bagel, every bite of a banana is packed with nutrients, weight gain support. Banana shakes are a great way to hit your weight gain goals, weight loss aid, workout boost, hangover cure and healthy skin fuel."
  },
  {
    id: "7",
    content: "Barley",
    description: "Barley is high in fiber, especially beta-glucan, which may reduce cholesterol and blood sugar levels. It may also aid weight loss and improve digestion. Whole-grain, hulled barley is more nutritious than refined, pearled barley. It can be substituted for any whole grain and easily added to your diet."
  },
  {
    id: "8",
    content: "Beans",
    description : "Protein. Protein is a vital nutrient that plays a key role in maintaining and repairing the body, beans contain several vital nutrients, including folate, antioxidants, health, reduced risk of cancer, and glucose metabolism, fatty liver and controlling appetite."
  },
  { 
    id: "9",
    content: "Berries",
    description: "Berries are some of the healthiest foods you can eat. They're low in calories and high in fiber, vitamin C, and antioxidants. Many berries have been associated with being beneficial for heart health. These include lowering blood pressure and cholesterol, while reducing oxidative stress."
  },
  {
    id: "10",
    content: "Black beans(Njahi)",
    description : "The fiber, potassium, folate, vitamin B6, and phytonutrient content of black beans, coupled with its lack of cholesterol, all support heart health. This fiber helps lower the total amount of cholesterol in the blood and decrease the risk of heart disease."
  },
  {
    id: "11",
    content: "Black berries",
    description: "The antioxidants, vitamins, and minerals found in blackberries deliver a variety of health benefits. Antioxidants such as anthocyanins hold many anti-inflammatory and anti-microbial properties. They may also combat diabetes and certain kinds of cancer."
  },
  { 
    id: "12",
    content: "Black eyed peas",
    description: "The soluble fiber in black eyed peas slows digestion, which helps the body regulate blood sugar levels and reduces the risk of blood sugar spikes. This lowered risk makes black eyed peas a healthy food choice for people with diabetes." 
  },
  {
    id: "13",
    content: "Black passions",
    description: "Loaded with antioxidants, fibers, vitamins, minerals, and many other essential nutrients, it is considered one of the healthiest fruits to promote fetal growth and development. Vitamin C boosts your immunity, fiber prevents constipation, high calories keep you energized."
  },
  {
    id: "14",
    content: "Blue berries",
    description: "Blueberries can help heart health, bone strength, skin health, blood pressure, diabetes management, cancer prevention, and mental health. One cup of blueberries provides 24 percent of a person recommended daily allowance of vitamin C."
  },
  {
    id: "15",
    content: "Cabbage",
    description: "Cabbage, especially red cabbage, seems to raise levels of beta-carotene, lutein, and other heart-protective antioxidants. It also helps lower something called “oxidized” LDL, which is linked to hardening of the arteries. And since it eases inflammation, it can help prevent heart disease."
  },
  {
    id: "16",
    content: "Carrots",
    description: "The fiber in carrots can help keep blood sugar levels under control. And they're loaded with vitamin A and beta-carotene, which there's evidence to suggest can lower your diabetes risk. They can strengthen your bones. Carrots have calcium and vitamin K, both of which are important for bone health."
  },
  {
    id: "17",
    content: "Coriander(Dhania)",
    description: "Coriander is a fragrant, antioxidant-rich herb that has many culinary uses and health benefits. It may help lower your blood sugar, fight infections, and promote heart, brain, skin, and digestive health. You can easily add coriander seeds or leaves — sometimes known as cilantro — to your diet."
  },
  {
    id: "18",
    content: "Cucumber",
    description: "Detoxifies your body, keeps your brain healthy, relieves constipation, lowers the risk of cancer, keeps your body cool and hydrated, keeps your kidneys healthy, freshens your breath and  a natural remedy for intestinal worms."
  },
  {
    id: "19",
    content: "Eggplant",
    description: "ggplant has antioxidants like vitamins A and C, which help protect your cells against damage. It's also high in natural plant chemicals called polyphenols, which may help cells do a better job of processing sugar if you have diabetes."
  },
  {
    id: "20",
    content: "Finger millet",
    description: "Finger millet is an excellent source of natural calcium which helps in strengthening bones for growing children and aging people. Regular consumption of finger millet is good for bone health and keeps diseases such as osteoporosis at bay and could reduce risk of fracture."
  },
  {
    id: "21",
    content: "Garlic",
    description: "Garlic Helps Boost Your Body's Immune System, helps Reduce High Blood Pressure, helps Reduce Cholesterol Levels, helps With Prevention of Cancer, has Antibiotic Properties, may Prevent Alzheimer's and Dementia and Can Improve Athletic Performance."
  },
  {
    id: "22",
    content: "Ginger",
    description: "Ginger is loaded with antioxidants, compounds that prevent stress and damage to your body's DNA. They may help your body fight off chronic diseases like high blood pressure, heart disease, and diseases of the lungs, plus promote healthy aging."
  },
  {
    id: "23",
    content: "Grapes",
    description: "The nutrients in grapes may help protect against cancer, eye problems, cardiovascular disease, and other health conditions. Resveratrol is a key nutrient in grapes that may offer health benefits. Grapes are a good source of fiber, potassium, and a range of vitamins and other minerals."
  },
  {
    id: "24",
    content: "Grapes",
    description: "The nutrients in grapes may help protect against cancer, eye problems, cardiovascular disease, and other health conditions. Resveratrol is a key nutrient in grapes that may offer health benefits. Grapes are a good source of fiber, potassium, and a range of vitamins and other minerals."
  },
  {
    id: "25",
    content: "Green apples",
    description : "Green apples are rich in Vitamin C, Vitamin A, antioxidants, and phytonutrients, which make them a great food for improved vision. These micronutrients fight damages and infections in the eye, help the wounds heal faster, and protect the lens as well as the outer layer of the eyes."
  },
  {
    id: "26",
    content: "Green bananas",
    description: "Green bananas, in particular, have been shown to help with diarrhea. Bananas are also packed with fiber, prebiotics, and probiotics, all of which help with digestion.. For people with digestive conditions like irritable bowel syndrome, eating foods that aid with digestion may be particularly important."
  },
  {
    id: "27",
    content: "Green beans",
    description: "Green beans are high in vitamin K, and they also contain a decent amount of calcium. These nutrients are important for maintaining strong, healthy bones and reducing your risk of fractures. Getting enough folate isn't just important during pregnancy. The B vitamin is also important for reducing depression."
  },
  {
    id: "28",
    content: "Green bell peper(hoho)",
    description: "Not only are green peppers high in iron, but they're also rich in Vitamin C, which can help your body absorb iron more efficiently. This combination makes green peppers a superfood when it comes to preventing and treating iron-deficient anemia"
  },
  {
    id: "29",
    content: "Green chilli",
    description: "Green chillies are rich in vitamins A, B6, and C, antioxidants, calcium, zinc, and iron. That means your skin, eyes, heart, lungs, digestion, immunity, and bones are going to stay in their best form if you include green chillies in your diet."
  },
  {
    id: "30",
    content: "Green cow peas",
    description: "Being intrinsically rich in flavonoids, magnesium and potassium, cowpea regulates normal functioning of the cardiac muscles and lowers the inflammatory markers. While the abundance of dietary fibre and protein helps to diminish bad cholesterol (LDL) levels, triglycerides and control blood pressure."
  },
  {
    id: "31",
    content: "Green grapes",
    description: "Green grapes are packed with potassium and fiber, which can help lower high blood pressure by regulating your cardiovascular system."
  },
  {
    id: "32",
    content: "Green maize cob",
    description: "Corn is rich in vitamin C, an antioxidant that helps protect your cells from damage and wards off diseases like cancer and heart disease. Yellow corn is a good source of the carotenoids lutein and zeaxanthin, which are good for eye health and help prevent the lens damage that leads to cataracts."
  },
  {
    id: "33",
    content: "Green mangoes",
    description: "Green mango with honey and pepper is used for stomach ache due to poor digestion, hives and jaundice. Blood disorders: The high vitamin C content of unripe mango helps improve blood vessel elasticity and increases formation of new blood cells. It also aids absorption of iron and decreases bleeding."
  },
  {
    id: "34",
    content: "Green oranges",
    description: "The vitamin C in oranges helps your body in lots of ways: Protects your cells from damage. Helps your body make collagen, a protein that heals wounds and gives you smoother skin. Makes it easier to absorb iron to fight anemia."
  },
  {
    id: "35",
    content: "Green peas",
    description: "Nutrition. Peas are a good source of vitamins C and E, zinc, and other antioxidants that strengthen your immune system. Other nutrients, such as vitamins A and B and coumestrol, help reduce inflammation and lower your risk of chronic conditions, including diabetes, heart disease, and arthritis."
  },
  {
    id: "36",
    content: "Green pigeon peas",
    description: "Pigeon peas contain dietary fiber, potassium and helps to lower the cholesterol levels which helps to maintain cardiovascular health. Potassium lowers the strain on the heart by reducing the blood pressure. It helps to prevent atherosclerosis thereby keeping the heart healthy and the body fit."
  },
  {
    id: "37",
    content: "Green tangerines",
    description: "Tangerines are a nutrient-rich citrus fruit that may provide numerous benefits to your health. They're packed with antioxidants, which may support immunity, provide cancer-fighting properties, and improve brain, skin, and heart health. Tangerines are also sweet and refreshing and can be enjoyed in numerous dishes."
  },
  {
    id: "38",
    content: "Green tomatoes",
    description: "Green tomatoes are rich in vitamin K and help in normalising blood clotting. Also, these tomatoes maintain bone strength and density as well.",
  },
  {
    id: "39",
    content: "Guavas",
    description: "The higher levels of potassium and soluble fiber in guavas are also thought to contribute to improved heart health. Additionally, guava leaf extract has been linked to lower blood pressure, a decrease in “bad” LDL cholesterol, and a rise in “good” HDL cholesterol ( 7 )."
  },
  {
    id: "40",
    content: "Jute mallow(mrenda)",
    description: "Jute leaves are loaded with vitamins and minerals, including vitamin A and vitamin C, that may help reduce inflammation, promote bone health, and ramp up the immune system. Cooked jute leaves may offer more benefits than raw ones"
  },
  {
    id: "41",
    content: "Lemons",
    description: "Lemons contain a high amount of vitamin C, soluble fiber, and plant compounds that give them a number of health benefits. Lemons may aid weight loss and reduce your risk of heart disease, anemia, kidney stones, digestive issues, and cancer."
  },
  { 
    id: "42",
    content: "Limes",
    description: "Limes contain antioxidants, which have been shown to help reduce inflammation and even help prevent certain chronic illnesses. The high levels of Vitamin C found in limes can help protect you from infection and speed up your body's healing process."
  },
  {
    id: "43",
    content: "Maize",
    description: "Corn is rich in vitamin C, an antioxidant that helps protect your cells from damage and wards off diseases like cancer and heart disease. Yellow corn is a good source of the carotenoids lutein and zeaxanthin, which are good for eye health and help prevent the lens damage that leads to cataracts."
  },
  {
    id: "44",
    content: "Mangoes",
    description: "Mango is rich in vitamins, minerals, and antioxidants, and it has been associated with many health benefits, including potential anticancer effects, as well as improved immunity and digestive and eye health. Best of all, it's tasty and easy to add to your diet as part of smoothies and many other dishes."
  },
  {
    id: "45",
    content: "Mangoes",
    description: "Mango is rich in vitamins, minerals, and antioxidants, and it has been associated with many health benefits, including potential anticancer effects, as well as improved immunity and digestive and eye health. Best of all, it's tasty and easy to add to your diet as part of smoothies and many other dishes."
  },
  {
    id: "46",
    content: "Mango-Passion smoothie",
    description: "This Nourishing Mango Passion Fruit Smoothie is just as revitalizing as it is delicious. Mango and passion fruit are packed with Vitamin C and Vitamin A, the former of which boosts our immunity and the latter of which plays a role in eye and skin health."
  },
  {
    id: "47",
    content: "Mango smoothie",
    description: "Mango is rich in vitamins, minerals, and antioxidants, and it has been associated with many health benefits, including potential anticancer effects, as well as improved immunity and digestive and eye health. Best of all, it's tasty and easy to add to your diet as part of smoothies and many other dishes."
  },
  {
    id: "48",
    content: "Okra",
    description : "Okra is low in calories but packed full of nutrients. The vitamin C in okra helps support healthy immune function. Okra is also rich in vitamin K, which helps your body clot blood. Antioxidants are natural compounds that help your body fight off molecules called free radicals that can damage cells."
  },
  {
    id: "49",
    content: "Onions",
    description: "Onions contain antioxidants and compounds that fight inflammation, decrease triglycerides and reduce cholesterol levels — all of which may lower heart disease risk. Their potent anti-inflammatory properties may also help reduce high blood pressure and protect against blood clots."
  },
  {
    id: "50",
    content: "Oranges",
    description: "In addition to vitamin C and folate, oranges provide smaller amounts of other nutrients, including calcium, potassium, and thiamine (vitamin B1). Oranges are a good source of fiber and a rich source of vitamin C and folate, among many other beneficial nutrients."
  },
  {
    id: "51",
    content: "Orange smoothie",
    description: "Orange juice is a favorite beverage high in antioxidants and micronutrients like vitamin C, folate, and potassium. Regular consumption has been associated with several health benefits, including improved heart health, decreased inflammation, and a reduced risk of kidney stones."
  },
  {
    id: "52",
    content: "Passions",
    description: "It also lowers your cholesterol and your risk for diabetes, heart disease, and certain kinds of cancer. Nutrients. Passion fruit also gives your body calcium, magnesium, phosphorus, potassium, and folate. These help your kidneys, nerves, muscles, and heart rhythm in big ways."
  },
  {
    id: "53",
    content: "Pawpaws",
    description: "Summary. Pawpaw fruit is rich in nutrients such as vitamin C, manganese, iron, and magnesium, and like most fruits is low in calories and fat. You'll benefit from 18.8 grams of carbohydrate when you consume the fruit and possibly up to 2.6 grams of fiber, although nutritional data is limited."
  },
  {
    id: "54",
    content: "Pears",
    description: "The vitamin C in pears fight off free radicals, which can put your cells under oxidative stress and lead to chronic disease. This means eating pears-and other foods high in antioxidants-can reduce your risk of developing cancer, diabetes, heart disease, and even neurodegenerative diseases like dementia"
  },
  {
    id: "55",
    content: "Pigeon peas",
    description: "Pigeon peas contain dietary fiber, potassium and helps to lower the cholesterol levels which helps to maintain cardiovascular health. Potassium lowers the strain on the heart by reducing the blood pressure. It helps to prevent atherosclerosis thereby keeping the heart healthy and the body fit."
  },
  {
    id: "56",
    content: "Pineapples",
    description: "Bromelain, the digestive enzyme in pineapple, has anti-inflammatory and pain-relieving properties. This helps when you have an infection, like sinusitis, or an injury, like a sprain or burn. It also offsets the joint pain of osteoarthritis. The vitamin C in pineapple juice also keeps inflammation levels low."
  },
  {
    id: "57",
    content: "Pineapple smoothie",
    description: "Studies link this beverage to improved digestion, heart health, and immunity. Pineapple juice or its compounds may also help reduce inflammation and perhaps even offer some protection against certain types of cancer."
  },
  {
    id: "58",
    content: "Plums",
    description: "Plums are chock full of fiber, which helps slow down a blood sugar spike after you eat carbs. They can also boost your body's production of adiponectin, a hormone that helps regulate your blood sugar levels. Bone health. Research on animals shows prunes (dried plums) may help reduce bone loss, and may even reverse it."
  },
  {
    id: "59",
    content: "Potatoes",
    description: "Potatoes are a good source of fiber, which can help you lose weight by keeping you full longer. Fiber can help prevent heart disease by keeping cholesterol and blood sugar levels in check. Potatoes are also full of antioxidants that work to prevent diseases and vitamins that help your body function properly."
  },
  {
    id: "60",
    content: "Purple grapes",
    description: "Grapes have a 'low glycemic index,' which means they don't raise your blood sugar too quickly. Because of that, they're a good fruit choice if you have diabetes. The polyphenols in purple grapes -- the compounds that give them their color -- may also help prevent type 2 diabetes."
  },
  {
    id: "61",
    content: "Raspberries",
    description: "They provide potassium, essential to heart function, and proven to lower blood pressure. The omega-3 fatty acids in raspberries can help prevent stroke and heart disease. They also contain a mineral called manganese, which is necessary for healthy bones and skin and helps regulate blood sugar."
  },
  {
    id: "62",
    content: "Red apples",
    description: "They're rich in fiber and antioxidants. Eating them is linked to a lower risk of many chronic conditions, including diabetes, heart disease, and cancer. Apples may also promote weight loss and improve gut and brain health."
  },
  {
    id: "63",
    content: "Red Chilli",
    description: "Rich source of Vitamin C: Red chillies are jam-packed with Vitamin C that helps in supporting the immune system and combat chronic diseases. Prevents heart ailments: There are very powerful antioxidants in red chilli that help in clearing blockages in blood vessels and arteries."
  },
  {
    id: "64",
    content: "Red Chilli",
    description: "Rich source of Vitamin C: Red chillies are jam-packed with Vitamin C that helps in supporting the immune system and combat chronic diseases. Prevents heart ailments: There are very powerful antioxidants in red chilli that help in clearing blockages in blood vessels and arteries."
  },
  {
    id: "65",
    content: "Red cow peas",
    description: "Being intrinsically rich in flavonoids, magnesium and potassium, cowpea regulates normal functioning of the cardiac muscles and lowers the inflammatory markers. While the abundance of dietary fibre and protein helps to diminish bad cholesterol (LDL) levels, triglycerides and control blood pressure."
  },
  {
    id: "66",
    content: "Rice",
    description: "Rice's high-fiber make up is essential for reducing constipation and regulating the digestive system. Rice also works as a natural diuretic, which helps eliminate water from the body. This is beneficial to those who have high blood pressure and other conditions."
  },
  {
    id: "67",
    content: "Sorghum",
    description: "Sorghum is known to be rich in phenolic compounds, many of which act as antioxidants. It has also been shown to be good at reducing some forms of inflammation due to its antioxidant properties. Several of the phenolic compounds in sorghum have been linked to anti-cancer effects."
  },
  {
    id: "68",
    content: "Spinach",
    description: "Spinach is a nutritious, leafy green. This vegetable has been shown to benefit health in several ways. Spinach may decrease oxidative stress, improve eye health, and help prevent heart disease and cancer. If you're interested in its health-boosting potential, spinach is an easy food to add to your diet."
  },
  {
    id: "69",
    content: "Strawberries",
    description: "These potent little packages protect your heart, increase HDL (good) cholesterol, lower your blood pressure, and guard against cancer. Packed with vitamins, fiber, and particularly high levels of antioxidants known as polyphenols, strawberries are a sodium-free, fat-free, cholesterol-free, low-calorie food."
  },
  {
    id: "70",
    content: "Strawberry-Banana smoothie",
    description: "A strawberry and banana smoothie is good for you because strawberries are rich in fiber, vitamins and antioxidants. They are among the top 20 most antioxidant-rich fruits. One serving of strawberries (about 8 berries) contains more vitamin C than an orange."
  },
  {
    id: "71",
    content: "Strawberry-Mango smoothie",
    description: "It's packed with essential nutrients, especially proteins, vitamin C, antioxidants, and probiotics good for digestion and immunity, quite filling and nutritious, a great drink for weight loss, It packs healthy Omega-3s, made with a few simple ingredients and without added sugars, vegan, dairy-free, and gluten-free."
  },
  {
    id: "72",
    content: "Strawberry smoothie",
    description: "Loaded with vitamins, fiber, antioxidants such as polyphenols, strawberries contain little or no fat, zero cholesterol, and is free of sodium. A super food by right, it's also a good source of potassium and manganese. And by the way, eight strawberries have more vitamin C than one orange"
  },
  {
    id: "73",
    content: "Sukuma wiki",
    description: "Sukuma Wiki contains high amounts of Vitamin A which strengthens the eye and boosts night vision. It also contains vitamin C which is vital for the body cells repair and skin smoothening. It's also a very fibrous food. It grows in cool climate with good hydration."
  },
  {
    id: "74",
    content: "Tangerines",
    description: "Tangerines are a nutrient-rich citrus fruit that may provide numerous benefits to your health. They're packed with antioxidants, which may support immunity, provide cancer-fighting properties, and improve brain, skin, and heart health. Tangerines are also sweet and refreshing and can be enjoyed in numerous dishes."
  },
  {
    id: "75",
    content: "Tomatoes",
    description: "Tomatoes are the major dietary source of the antioxidant lycopene, which has been linked to many health benefits, including reduced risk of heart disease and cancer. They are also a great source of vitamin C, potassium, folate, and vitamin K."
  },
  {
    id: "76",
    content: "Watermelons",
    description: "Watermelon is rich in an amino acid called citrulline that may help move blood through your body and can lower your blood pressure. Your heart also enjoys the perks of all the lycopene watermelon contains. Studies show that it may lower your risk of heart attacks."
  },
  { 
    id: "77",
    content: "Wheat",
    description : "Provide energy: Your body breaks down the starches and sugars into glucose (blood sugar). It uses this glucose for energy. Help control your weight: The fiber found in many carbohydrates helps you feel full. Protect against some diseases: Whole grains can help lower your risk of cardiovascular disease."
  }
  
}
